TOKEN = "6604065671:AAFj24IbFVP0JCyfdx9ku_t3opRQRuE9Y60"

MERCEDES_LOGO_URL = "http://cdn.motorpage.ru/AutoLogo/Mercedes_1.jpg"

MERCEDES_AMG_CAPTION = "Характеристики:\nПоколение I Рестайлінг Рік випуску 2022 Пробіг 53 100 км Кузов Ліфтбек Колір Синій двигун 4.0 л / 639 к. с. / Бензин комплектація AMG GT 63 S 4MATIC+ особлива серія / рік Коробка роботизована привід Повний Кермо лівий стан не потребує ремонту власники 1 власник ПТС оригінал володіння 9 місяців Митниця розмитнений\n-\nЦена 355 000 EUR"
MERCEDES_AMG_PHOTO = "https://avto-russia.ru/autos/mercedes/photo/mercedes_amg_gt_1024x768.jpg"
MERCEDES_G_CAPTION = "Характеристики:\nКраїна марки Німеччина клас автомобіля J Кількість дверей 5 Кількість місць 5 розташування керма лівий Размеры Длина 4817 Ширина 1931 мм высота1969 мм Колісна база 2890 мм Кліренс 241 мм Ширина передньої колії 1638 мм Ширина задньої колії 1638 мми масса Объем багажника хв/макс 667/1941 л Объем паливного бака 75 л Снаряженная маса 2451 кг Полная маса 3150 кг трансміссія коробка передач Автомат кількість передач 9 Тип приводу Повний підвіска і Тормозатип передньої підвіски незалежна\n-\nЦiна: 485 809 EUR "
MERCEDES_G_PHOTO = "https://avto-russia.ru/autos/mercedes/photo/mercedes_g-class_1280x1024.jpg"
MERCEDES_MAYBACH_CAPTION = "Характеристики: \nпокоління I Рік випуску 2006 пробіг 64 000 км Кузов Седан Колір Чорний двигун 5 .5 л / 550 к. с. / Бензин / рік коробка автоматична привід Задній Кермо лівий стан не потребує ремонту власники 1 власник ПТС оригінал володіння 16 років і 9 місяців Митниця розмитнений \n-\nЦiна 132 000 EUR"
MERCEDES_MAYBACH_PHOTO = "https://avto-russia.ru/autos/mercedes/photo/mercedes_maybach_s-class_1280x1024.jpg"

BMW_LOGO_URL = "http://cdn.motorpage.ru/AutoLogo/BMW_1.jpg"

BMW_X7_CAPTION = "Характеристики:\nСтатус в наявності покоління I (G07) Рестайлінг Рік випуску 2023 пробіг 25 км Кузов Позашляховик 5 дв. Колір Чорний двигун 3.0 л / 340 к. с. / Дизель / рік коробка автоматична привід Повний Кермо лівий стан не потребує ремонту Митниця розмитнений, немає ПТС\n-\nЦіна:"
BMW_X7_PHOTO = "http://cdn.motorpage.ru/Photos/800/1F1E.jpg"
BMW_M8_CAPTION = "Характеристика:\n покоління I (F91 / F92 / F93) Рік випуску 2020 Пробіг 101 626 км Кузов Седан колір сірий Двигун 4.4 л / 625 к. с. / Бензин комплектація 46 опцій  / рік коробка автоматична привід Повний Кермо лівий стан не потребує ремонту власники 1 власник ПТС оригінал Митниця розмитнений\n-\n Ціна:  111 000 EUR"
BMW_M8_PHOTO = "http://cdn.motorpage.ru/Photos/800/11047.jpg"
BMW_IX_CAPTION = " Характеристики:\nСтатус в наявності покоління II (F20 / F21) Рік випуску 2013 Пробіг 141 090 км Кузов Хетчбек 5 дв. Колір Червоний двигун 1.6 л / 136 к. с. / Бензин комплектація 16 опцій / рік коробка автоматична привід Задній Кермо лівий стан не потребує ремонту власники 3 або більше ПТС оригінал Митниця розмитнений\n-\nціна: 342 000 EUR"
BMW_IX_PHOTO = "http://cdn.motorpage.ru/Photos/800/11CF7.jpg"

AUDI_LOGO_URL = "http://cdn.motorpage.ru/AutoLogo/Audi_1.jpg"

AUDI_R8_CAPTION = "Характеристики:\nСтатус в наявності ПоколениеІ (Typ 42) Рік випуску 2007 пробіг 48 000 км Кузов Купе Колір сріблястий Двигун 4.2 л / 420 к. с. / Бензин / рік Коробка роботизована привід Повний Кермо лівий стан не потребує ремонту власники 3 або більше ПТС оригінал Митниця розмитнений Характеристики моделі в каталозі\n-\nЦіна: 345 000 EUR "
AUDI_R8_PHOTO = "http://cdn.motorpage.ru/Photos/800/211A2.jpg"
AUDI_Q8_CAPTION = " Характеристики:\nСтатус в наявності покоління IV (C8) Рік випуску 2021 пробіг 21 000 км Кузов універсал 5 дв. Колір Сірий двигун 4.0 л / 600 к. с. / Бензин комплектація TFSI quattro / рік коробка автоматична привід Повний Кермо лівий стан не потребує ремонту власники 2 власника ПТС оригінал Митниця розмитнений\n-\nЦіна: 400 000 EUR"
AUDI_Q8_PHOTO = "http://cdn.motorpage.ru/Photos/800/1E5F.jpg"
AUDI_RS7_CAPTION = "Характеристики:\nСтатус в наявності покоління I (4G) Рік випуску 2013 Пробіг 76 000 км Кузов Ліфтбек Колір Синій двигун 4.0 л / 560 к. с. / Бензин комплектація RS7 Sportback / рік коробка автоматична привід Повний Кермо лівий стан не потребує ремонту власники 3 або більше ПТС оригінал Митниця розмитнений\n-\n Ціна: 240 000 EUR " 
AUDI_RS7_PHOTO = "http://cdn.motorpage.ru/Photos/800/115D9.jpg"

TOYOTA_LOGO_URL = "http://cdn.motorpage.ru/AutoLogo/Toyota_1.jpg"

TOYOTA_CELICA_CAPTION = "Характеристики:\n Toyota Camry VII (XV50) Рестайлінг – седан E-класу, передній привід. Автомат і варіатор. Бензинові та гібридні двигуни потужністю від 150 до 249 кінських сил.\n-\nЦіна: 321 000 EUR"
TOYOTA_CELICA_PHOTO = "http://cdn.motorpage.ru/Photos/800/4f8e6bb44b811.jpg"
TOYOTA_CAMRY_CAPTION = "Характеристики:\nToyota Celica V (T180)-купе S-класу, передній і повний привід. Механіка і автомат. Бензинові двигуни потужністю від 105 до 225 кінських сил.\n-\nЦіна: 92 000 EUR"
TOYOTA_CAMRY_PHOTO = "http://cdn.motorpage.ru/Photos/800/01a10C.jpg"
TOYOTA_PRIUS_CAPTION = "Характеристики:\nToyota Prius III Рестайлінг (XW30)-Ліфтбек C-класу, передній привід. Автомат. Гібридні двигуни потужністю 99 кінських сил.\n-\nЦіна: 186 000 EUR"
TOYOTA_PRIUS_PHOTO = "http://cdn.motorpage.ru/Photos/800/115BF.jpg"
